day = int(input('Введите номер дня '))

if day == 1:
    print('''8:30 - Моделирование и оптимизация химико-технологических процессов\n10:15 - Радиохимия''')
elif day == 2:
    print('Наука!!!')
elif day == 3:
    print('''14:15 - Введение в технологию редких и радиоактивных элементов\n16:00 - Техногенные источники редких и радиоактивных элементов''')
elif day == 4:
    print('''10:15 - Радиохимия\n12:00 - Системы управления химико-технологическими процессами\n14:15 - Введение в технологию редких и радиоактивных элементов''')
elif day == 5:
    print('''8:30 - Пирохимические процессы и технологии\n10:15 - Системы управления химико-технологическими процессами''')
elif day == 6:
    print('Ты свободен, иди пить пиво')
elif day == 7:
    print('Ты свободен, иди пить сок. Пиво не надо, тебе завтра к первой паре')